Repository: Daniel-KM/Omeka-S-module-PdfViewer
Catalog: language/*.po
Languages: fr

source: The library "%s" should be installed.
fr: La bibliothèque "%s" doit être installée.

source: See module’s installation documentation.
fr: Consulter la documentation d’installation du module.

source: This module requires the module "%s".
fr: Ce module requiert le module "%s".

source: This module requires modules "%s".
fr: Ce module requiert les modules "%s".

source: This module has resources that cannot be installed.
fr: Ce module a des ressource qui ne peuvent pas être installées.

source: The module "%s" was automatically deactivated because the dependencies are unavailable.
fr: Le module "%s" a été automatiquement désactivé car ses dépendances ne sont plus disponibles.

source: This browser does not support PDF.
fr: Le navigateur ne permet pas d'afficher les pdf.

source: You may %sdownload it%s to view it offline.
fr: Vous pouvez %sle télécharger %s pour le lire hors ligne.

source: Integration mode
fr: Mode d’intégration

source: According to the needed compatibility level, the pdf viewer can be embedded in multiple ways.
fr: En fonction du niveau de compatibilité souhaité, la visionneuse pdf peut être intégrée de plusieurs façons.

source: Iframe (most common)
fr: Iframe (le plus courant)

source: Inline (easily customizable)
fr: En ligne (facile à personnaliser)

source: Object
fr: Objet

source: Object + iframe (max compatibility)
fr: Objet + iframe (max compatibilité)

source: Custom (via theme)
fr: Personnalisée (via le thème)
